Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Homebrew deprecates a package it means to stop offering, and disables it when it stops. A disabled package can’t be installed again and gets no more upgrades. What is installed stays until you uninstall it.
cs: Homebrew označí balíček za zastaralý, když ho hodlá přestat nabízet, a vyřadí ho, jakmile ho nabízet přestane. Vyřazený balíček nelze znovu nainstalovat a nedostává žádné další upgrady. Co je nainstalováno, zůstane, dokud to neodinstalujete.
de: Homebrew kündigt ein Paket ab, wenn es nicht mehr angeboten werden soll, und deaktiviert es, sobald es nicht mehr angeboten wird. Ein deaktiviertes Paket kann nicht erneut installiert werden und erhält keine Upgrades mehr. Was installiert ist, bleibt, bis du es deinstallierst.
es: Homebrew marca como obsoleto un paquete que tiene previsto dejar de ofrecer, y lo desactiva cuando deja de ofrecerlo. Un paquete desactivado no se puede volver a instalar y ya no recibe actualizaciones. Lo que está instalado se queda hasta que lo desinstales.
fr: Homebrew déclare obsolète un paquet qu’il compte cesser de proposer, et le désactive lorsqu’il cesse de le proposer. Un paquet désactivé ne peut plus être installé et ne reçoit plus de mises à niveau. Ce qui est installé reste en place jusqu’à ce que vous le désinstalliez.
it: Homebrew segna come sconsigliato un pacchetto quando intende smettere di offrirlo, e lo disabilita quando smette. Un pacchetto disabilitato non può più essere installato e non riceve più aggiornamenti. Ciò che è installato resta finché non lo disinstalli.
ja: Homebrewは、提供をやめる予定のパッケージを非推奨にし、実際にやめるときに提供終了にします。提供終了になったパッケージは、再インストールできず、今後はアップグレードもされません。インストール済みのものは、アンインストールするまで残ります。
ko: Homebrew는 제공을 중단하려는 패키지를 지원 중단 예정으로 지정하고, 제공을 중단할 때 비활성화합니다. 비활성화된 패키지는 다시 설치할 수 없으며 더 이상 업그레이드되지 않습니다. 이미 설치된 항목은 제거할 때까지 그대로 남습니다.
nl: Homebrew markeert een pakket als verouderd wanneer het van plan is om het niet meer aan te bieden, en schakelt het uit zodra het daarmee stopt. Een uitgeschakeld pakket kan niet opnieuw worden geïnstalleerd en krijgt geen upgrades meer. Wat al is geïnstalleerd, blijft staan totdat je het deïnstalleert.
pl: Homebrew oznacza pakiet jako wycofywany, gdy zamierza przestać go udostępniać, i wyłącza go, gdy przestaje. Wyłączonego pakietu nie można ponownie zainstalować ani uaktualnić. To, co jest zainstalowane, zostaje, dopóki tego nie odinstalujesz.
pt: O Homebrew marca como obsoleto um pacote que pretende deixar de oferecer, e o desativa quando deixa de oferecê-lo. Um pacote desativado não pode ser instalado de novo e não recebe mais upgrades. O que já está instalado permanece até você desinstalá-lo.
ro: Homebrew declară perimat un pachet pe care intenționează să nu îl mai ofere, iar când încetează să îl ofere, îl dezactivează. Un pachet dezactivat nu poate fi instalat din nou și nu mai primește upgrade‑uri. Ce este instalat rămâne până când îl dezinstalați.
ru: Homebrew объявляет пакет устаревшим, когда собирается перестать его предлагать, и отключает его, когда перестает. Отключенный пакет нельзя установить снова, и он больше не получает обновлений. Уже установленный пакет остается, пока Вы его не удалите.
sv: Homebrew markerar ett paket som föråldrat när det ska sluta erbjudas, och avaktiverar det när det inte längre erbjuds. Ett avaktiverat paket kan inte installeras igen och får inga fler uppgraderingar. Det som är installerat finns kvar tills du avinstallerar det.
tr: Homebrew, sunmayı bırakmayı planladığı bir paketi kullanımdan kaldırır ve sunmayı bıraktığında onu etkisizleştirir. Etkisizleştirilmiş bir paket yeniden yüklenemez ve başka yükseltme almaz. Yüklü olan, siz yüklemesini kaldırana kadar kalır.
uk: Коли Homebrew збирається перестати пропонувати пакет, він позначає його як застарілий, а коли перестає, вимикає його. Вимкнений пакет не можна інсталювати знову, і оновлень для нього більше не буде. Те, що вже інстальовано, лишається, доки ви його не деінсталюєте.
zh_hans: Homebrew会先弃用打算停止提供的软件包，等到停止提供时再将其停用。已停用的软件包无法再次安装，也不会再获得升级。已安装的内容会一直保留，直到你将其卸载。
zh_hant: Homebrew會棄用打算停止提供的套件，並在停止提供時將它停用。已停用的套件無法再次安裝，也不會再收到升級。已安裝的版本仍會保留，直到你將它解除安裝。

source: Homebrew didn’t answer, so Peel has nothing to write a Brewfile from. Open Homebrew in Peel to see why.
cs: Homebrew neodpověděl, takže Peel nemá z čeho vytvořit Brewfile. Otevřete v Peelu stránku Homebrew a uvidíte proč.
de: Homebrew hat nicht geantwortet, daher fehlt Peel die Grundlage für ein Brewfile. Öffne die Seite „Homebrew“ in Peel, um zu sehen, warum.
es: Homebrew no ha respondido, así que Peel no tiene nada con lo que escribir un Brewfile. Abre Homebrew en Peel para ver por qué.
fr: Homebrew n’a pas répondu : Peel n’a donc rien à écrire dans un Brewfile. Ouvrez la page Homebrew dans Peel pour savoir pourquoi.
it: Homebrew non ha risposto, quindi Peel non ha nulla da cui scrivere un Brewfile. Apri la pagina Homebrew in Peel per vedere perché.
ja: Homebrewが応答しなかったため、PeelにはBrewfileを作成する元になる情報がありません。理由を確認するには、PeelでHomebrewを開いてください。
ko: Homebrew가 응답하지 않아 Peel이 Brewfile을 작성할 내용이 없습니다. Peel에서 Homebrew 페이지를 열어 이유를 확인하십시오.
nl: Homebrew reageerde niet, dus Peel heeft niets om een Brewfile op te baseren. Open de pagina 'Homebrew' in Peel om te zien waarom.
pl: Homebrew nie odpowiedział, więc Peel nie ma z czego utworzyć pliku Brewfile. Otwórz stronę Homebrew w Peel, aby zobaczyć, dlaczego.
pt: O Homebrew não respondeu, então o Peel não tem nada para escrever em um Brewfile. Abra a página Homebrew no Peel para ver o motivo.
ro: Homebrew nu a răspuns, așa că Peel nu are din ce să scrie un Brewfile. Deschideți pagina Homebrew în Peel pentru a vedea de ce.
ru: Homebrew не ответил, поэтому у Peel нет данных для Brewfile. Откройте страницу Homebrew в Peel, чтобы узнать причину.
sv: Homebrew svarade inte, så Peel har inget underlag att skriva en Brewfile utifrån. Öppna sidan Homebrew i Peel för att se varför.
tr: Homebrew yanıt vermedi, bu yüzden Peel’in bir Brewfile yazacağı hiçbir şey yok. Nedenini görmek için Peel’de Homebrew’u açın.
uk: Homebrew не відповів, тож Peel немає з чого записати Brewfile. Відкрийте сторінку «Homebrew» у Peel, щоб побачити, чому.
zh_hans: Homebrew没有回应，因此Peel没有内容可写入Brewfile。在Peel中打开Homebrew页面即可查看原因。
zh_hant: Homebrew沒有回應，因此Peel沒有可用來寫入Brewfile的內容。請在Peel中打開「Homebrew」頁面查看原因。

source: Homebrew didn’t say what is installed
cs: Homebrew neuvedl, co je nainstalováno
de: Homebrew hat nicht mitgeteilt, was installiert ist
es: Homebrew no ha dicho qué hay instalado
fr: Homebrew n’a pas indiqué ce qui est installé
it: Homebrew non ha detto cosa è installato
ja: Homebrewはインストール済みのものを報告しませんでした
ko: Homebrew가 설치된 항목을 알려 주지 않음
nl: Homebrew heeft niet gemeld wat er is geïnstalleerd
pl: Homebrew nie podał, co jest zainstalowane
pt: O Homebrew não disse o que está instalado
ro: Homebrew nu a spus ce este instalat
ru: Homebrew не сообщил, что установлено
sv: Homebrew sa inte vad som är installerat
tr: Homebrew neyin yüklü olduğunu söylemedi
uk: Homebrew не повідомив, що інстальовано
zh_hans: Homebrew没有说明安装了什么
zh_hant: Homebrew沒有說明安裝了哪些項目

source: Homebrew finished
cs: Homebrew dokončil příkaz
de: Homebrew hat den Vorgang abgeschlossen
es: Homebrew ha terminado
fr: Homebrew a terminé
it: Homebrew ha terminato
ja: Homebrewが完了しました
ko: Homebrew 작업 완료
nl: Homebrew is klaar
pl: Homebrew zakończył pracę
pt: O Homebrew terminou
ro: Homebrew a terminat
ru: Homebrew завершил работу
sv: Homebrew är klart
tr: Homebrew işlemi tamamladı
uk: Homebrew завершив роботу
zh_hans: Homebrew已完成
zh_hant: Homebrew已完成

source: Homebrew finished the upgrade.
cs: Homebrew dokončil upgrade.
de: Homebrew hat das Upgrade abgeschlossen.
es: Homebrew ha terminado la actualización.
fr: Homebrew a terminé la mise à niveau.
it: Homebrew ha completato l’aggiornamento.
ja: Homebrewがアップグレードを完了しました。
ko: Homebrew가 업그레이드를 완료했습니다.
nl: Homebrew heeft de upgrade voltooid.
pl: Homebrew zakończył uaktualnianie.
pt: O Homebrew concluiu o upgrade.
ro: Homebrew a finalizat upgrade‑ul.
ru: Homebrew завершил обновление.
sv: Homebrew har slutfört uppgraderingen.
tr: Homebrew yükseltmeyi tamamladı.
uk: Homebrew завершив оновлення.
zh_hans: Homebrew已完成升级。
zh_hant: Homebrew已完成升級。

source: Homebrew found no known vulnerabilities.
cs: Homebrew nenašel žádné známé zranitelnosti.
de: Homebrew hat keine bekannten Sicherheitslücken gefunden.
es: Homebrew no ha encontrado vulnerabilidades conocidas.
fr: Homebrew n’a trouvé aucune vulnérabilité connue.
it: Homebrew non ha trovato vulnerabilità note.
ja: Homebrewは既知の脆弱性を見つけませんでした。
ko: Homebrew가 알려진 취약점을 찾지 못했습니다.
nl: Homebrew heeft geen bekende kwetsbaarheden gevonden.
pl: Homebrew nie znalazł znanych luk w zabezpieczeniach.
pt: O Homebrew não encontrou vulnerabilidades conhecidas.
ro: Homebrew nu a găsit vulnerabilități cunoscute.
ru: Homebrew не нашел известных уязвимостей.
sv: Homebrew hittade inga kända sårbarheter.
tr: Homebrew bilinen bir güvenlik açığı bulmadı.
uk: Homebrew не знайшов відомих вразливостей.
zh_hans: Homebrew未发现已知漏洞。
zh_hant: Homebrew沒有發現已知漏洞。

source: Homebrew found nothing out of place.
cs: Homebrew nenašel nic, co by nebylo v pořádku.
de: Homebrew hat nichts gefunden, was nicht stimmt.
es: Homebrew no ha encontrado nada fuera de lugar.
fr: Homebrew n’a trouvé aucune anomalie.
it: Homebrew non ha trovato nulla fuori posto.
ja: Homebrewは問題を見つけませんでした。
ko: Homebrew가 이상 사항을 찾지 못했습니다.
nl: Homebrew heeft niets gevonden wat niet klopt.
pl: Homebrew nie znalazł niczego, co byłoby nie na miejscu.
pt: O Homebrew não encontrou nada fora do lugar.
ro: Homebrew nu a găsit nimic în neregulă.
ru: Homebrew не обнаружил неполадок.
sv: Homebrew hittade inget som var fel.
tr: Homebrew yolunda gitmeyen bir şey bulmadı.
uk: Homebrew не виявив жодних проблем.
zh_hans: Homebrew未发现任何异常。
zh_hant: Homebrew沒有發現任何異常。

source: Homebrew gives this reason: “%@”
cs: Homebrew uvádí tento důvod: „%@“
de: Homebrew nennt diesen Grund: „%@“
es: Homebrew da este motivo: “%@”
fr: Homebrew donne la raison suivante : « %@ »
it: Homebrew indica questo motivo: “%@”
ja: Homebrewは次の理由を挙げています: “%@”
ko: Homebrew가 밝힌 이유: ‘%@’
nl: Homebrew geeft als reden: '%@'
pl: Homebrew podaje taki powód: „%@”
pt: O Homebrew informa o seguinte motivo: “%@”
ro: Homebrew indică acest motiv: „%@”
ru: Homebrew приводит такую причину: «%@»
sv: Homebrew anger följande orsak: ”%@”
tr: Homebrew şu nedeni belirtiyor: “%@”
uk: Homebrew наводить таку причину: «%@»
zh_hans: Homebrew给出的原因是：“%@”
zh_hant: Homebrew說明的原因如下：「%@」

source: Homebrew has a newer version of these. A pinned package is held on purpose, so it is listed and left alone.
cs: Homebrew má novější verzi těchto balíčků. Připnutý balíček je ve své verzi držen záměrně, proto je v seznamu, ale zůstane nedotčen.
de: Homebrew hat von diesen eine neuere Version. Ein fixiertes Paket wird absichtlich auf seiner Version gehalten, daher wird es angezeigt und bleibt unangetastet.
es: Homebrew tiene una versión más reciente de estos. Un paquete fijado se retiene a propósito, así que aparece en la lista, pero no se toca.
fr: Homebrew dispose d’une version plus récente de ces paquets. Un paquet épinglé est bloqué volontairement : il est donc listé, mais laissé tel quel.
it: Homebrew ha una versione più recente di questi pacchetti. Un pacchetto bloccato resta alla sua versione di proposito, quindi viene elencato ma non toccato.
ja: Homebrewには、これらの新しいバージョンがあります。固定されたパッケージは意図的に保留されているため、一覧には表示されますが、そのままにします。
ko: Homebrew에 이 항목들의 새로운 버전이 있습니다. 고정된 패키지는 의도적으로 유지되는 것이므로 목록에는 표시되지만 그대로 둡니다.
nl: Homebrew heeft hiervan een nieuwere versie. Een vastgezet pakket wordt bewust op zijn versie gehouden, dus het staat in de lijst maar wordt met rust gelaten.
pl: Homebrew ma nowszą wersję tych pakietów. Przypięty pakiet jest wstrzymany celowo, więc jest na liście, ale pozostaje nietknięty.
pt: O Homebrew tem uma versão mais recente destes. Um pacote fixado é mantido de propósito, então ele aparece na lista e fica como está.
ro: Homebrew are o versiune mai nouă pentru acestea. Un pachet fixat este ținut pe loc intenționat, așa că este listat și lăsat neatins.
ru: У Homebrew есть более новые версии этих пакетов. Закрепленный пакет удерживается намеренно, поэтому он показан в списке, но остается как есть.
sv: Homebrew har en nyare version av de här. Ett låst paket hålls kvar med avsikt, så det listas men lämnas orört.
tr: Homebrew’da bunların daha yeni bir sürümü var. Sabitlenmiş bir paket bilerek bu sürümde tutulur, bu yüzden listelenir ama ona dokunulmaz.
uk: Homebrew має новішу версію цих пакетів. Закріплений пакет утримується навмисно, тож він є в списку, але не оновлюється.
zh_hans: Homebrew有这些软件包的更新版本。已固定的软件包是有意保留在当前版本的，因此会列出，但不会被触碰。
zh_hant: Homebrew有這些項目的較新版本。已固定的套件是刻意保留在原版本，因此只會列出，不做任何處理。

source: Homebrew has deprecated this package
cs: Homebrew tento balíček označil za zastaralý
de: Homebrew hat dieses Paket abgekündigt
es: Homebrew ha marcado este paquete como obsoleto
fr: Homebrew a déclaré ce paquet obsolète
it: Homebrew ha segnato questo pacchetto come sconsigliato
ja: Homebrewはこのパッケージを非推奨にしました
ko: Homebrew가 이 패키지를 지원 중단 예정으로 지정함
nl: Homebrew heeft dit pakket als verouderd gemarkeerd
pl: Homebrew oznaczył ten pakiet jako wycofywany
pt: O Homebrew marcou este pacote como obsoleto
ro: Homebrew a declarat perimat acest pachet
ru: Homebrew объявил этот пакет устаревшим
sv: Homebrew har markerat det här paketet som föråldrat
tr: Homebrew bu paketi kullanımdan kaldırdı
uk: Homebrew позначив цей пакет як застарілий
zh_hans: Homebrew已弃用此软件包
zh_hant: Homebrew已棄用此套件

source: Homebrew has disabled this package
cs: Homebrew tento balíček vyřadil
de: Homebrew hat dieses Paket deaktiviert
es: Homebrew ha desactivado este paquete
fr: Homebrew a désactivé ce paquet
it: Homebrew ha disabilitato questo pacchetto
ja: Homebrewはこのパッケージの提供を終了しました
ko: Homebrew가 이 패키지를 비활성화함
nl: Homebrew heeft dit pakket uitgeschakeld
pl: Homebrew wyłączył ten pakiet
pt: O Homebrew desativou este pacote
ro: Homebrew a dezactivat acest pachet
ru: Homebrew отключил этот пакет
sv: Homebrew har avaktiverat det här paketet
tr: Homebrew bu paketi etkisizleştirdi
uk: Homebrew вимкнув цей пакет
zh_hans: Homebrew已停用此软件包
zh_hant: Homebrew已停用此套件

source: Homebrew has it. Peel can run the upgrade for you.
cs: Aktualizaci nabízí Homebrew. Peel za vás může spustit upgrade.
de: Das Update gibt es über Homebrew. Peel kann das Upgrade für dich ausführen.
es: Homebrew tiene la actualización. Peel puede actualizarla por ti.
fr: Homebrew la propose. Peel peut lancer la mise à niveau pour vous.
it: L’aggiornamento è disponibile su Homebrew. Peel può eseguirlo per te.
ja: アップデートはHomebrewにあります。Peelでアップグレードを実行できます。
ko: Homebrew에 업데이트가 있습니다. Peel이 대신 업그레이드를 실행할 수 있습니다.
nl: Homebrew biedt deze update aan. Peel kan de upgrade voor je uitvoeren.
pl: Uaktualnienie jest dostępne w Homebrew. Peel może je za Ciebie przeprowadzić.
pt: O Homebrew tem a atualização. O Peel pode fazer o upgrade para você.
ro: Homebrew o oferă. Peel poate rula upgrade‑ul pentru dvs.
ru: Обновление есть в Homebrew. Peel может выполнить его за Вас.
sv: Homebrew har den. Peel kan köra uppgraderingen åt dig.
tr: Güncellemeyi Homebrew sunuyor. Peel yükseltmeyi sizin için çalıştırabilir.
uk: Оновлення є в Homebrew. Peel може запустити оновлення за вас.
zh_hans: Homebrew提供了此更新。Peel可以为你运行升级。
zh_hant: Homebrew有此更新。Peel可以替你執行升級。

source: Homebrew installed this app and will keep listing it as installed. To take it off that list, run `brew uninstall --cask %@`: Homebrew then carries out the cask’s own uninstall steps, which can delete files for good.
cs: Tuto aplikaci nainstaloval Homebrew a bude ji dál uvádět jako nainstalovanou. Chcete-li ji z tohoto seznamu odebrat, spusťte `brew uninstall --cask %@`: Homebrew pak provede kroky odinstalace, které cask sám definuje, a ty mohou soubory trvale smazat.
de: Homebrew hat diese App installiert und wird sie weiterhin als installiert führen. Um sie von dieser Liste zu nehmen, führe `brew uninstall --cask %@` aus: Homebrew führt dann die Deinstallationsschritte aus, die der Cask selbst vorgibt, und diese können Dateien endgültig löschen.
es: Homebrew instaló esta app y la seguirá mostrando como instalada. Para sacarla de esa lista, ejecuta `brew uninstall --cask %@`: Homebrew llevará a cabo entonces los propios pasos de desinstalación del cask, que pueden borrar archivos definitivamente.
fr: Homebrew a installé cette app et continuera de la considérer comme installée. Pour la retirer de sa liste, exécutez `brew uninstall --cask %@` : Homebrew exécute alors les étapes de désinstallation propres au cask, qui peuvent supprimer des fichiers définitivement.
it: Questa app è stata installata da Homebrew, che continuerà a elencarla come installata. Per toglierla da quell’elenco, esegui `brew uninstall --cask %@`: Homebrew esegue allora i passaggi di disinstallazione del cask, che possono eliminare file definitivamente.
ja: このアプリはHomebrewでインストールされたため、Homebrewでは引き続きインストール済みとして表示されます。そのリストから外すには、`brew uninstall --cask %@`を実行してください。その場合、Homebrewはcask独自のアンインストール手順を実行し、ファイルが完全に削除されることがあります。
ko: Homebrew가 설치한 앱이므로 Homebrew는 이 앱을 계속 설치된 것으로 표시합니다. 이 목록에서 없애려면 `brew uninstall --cask %@` 명령을 실행하십시오. 그러면 Homebrew가 cask 자체의 제거 단계를 수행하며, 이 과정에서 파일이 영구적으로 삭제될 수 있습니다.
nl: Homebrew heeft deze app geïnstalleerd en blijft die als geïnstalleerd vermelden. Voer `brew uninstall --cask %@` uit om de app van die lijst te halen: Homebrew voert dan de eigen de-installatiestappen van de cask uit, die bestanden definitief kunnen verwijderen.
pl: Tę aplikację zainstalował Homebrew i nadal będzie ją wymieniał jako zainstalowaną. Aby usunąć ją z tej listy, uruchom `brew uninstall --cask %@`: Homebrew wykona wtedy własne kroki dezinstalacji tego cask, które mogą trwale usuwać pliki.
pt: O Homebrew instalou este app e vai continuar listando-o como instalado. Para tirá-lo dessa lista, execute `brew uninstall --cask %@`: o Homebrew então executa as etapas de desinstalação do próprio cask, que podem apagar arquivos definitivamente.
ro: Homebrew a instalat această aplicație și o va lista în continuare ca instalată. Pentru a o scoate de pe acea listă, rulați `brew uninstall --cask %@`: Homebrew execută apoi pașii de dezinstalare definiți de cask, care pot șterge definitiv fișiere.
ru: Это приложение установил Homebrew, и он будет по-прежнему считать его установленным. Чтобы убрать его из этого списка, выполните `brew uninstall --cask %@`: Homebrew выполнит собственные шаги удаления из cask, которые могут безвозвратно удалить файлы.
sv: Homebrew installerade den här appen och fortsätter att lista den som installerad. Om du vill ta bort den från listan kör du `brew uninstall --cask %@`: Homebrew utför då caskens egna avinstallationssteg, som kan radera filer permanent.
tr: Bu uygulamayı Homebrew yükledi ve onu yüklü olarak listelemeye devam edecek. Onu bu listeden çıkarmak için `brew uninstall --cask %@` komutunu çalıştırın: Homebrew o zaman bu cask için tanımlı kaldırma adımlarını uygular ve bu adımlar dosyaları kalıcı olarak silebilir.
uk: Цю програму інсталював Homebrew, і він надалі показуватиме її у своєму списку інстальованого. Щоб прибрати її з цього списку, виконайте `brew uninstall --cask %@`: тоді Homebrew виконає власні кроки деінсталювання цього cask, які можуть видалити файли назавжди.
zh_hans: 此App由Homebrew安装，Homebrew会继续将它列为已安装。若要将它从该列表中去掉，请运行`brew uninstall --cask %@`：Homebrew随后会执行该cask自己的卸载步骤，这可能会永久删除文件。
zh_hant: 此App由Homebrew安裝，Homebrew會繼續將它列為已安裝。若要將它從該列表中移除，請執行`brew uninstall --cask %@`：Homebrew接著會執行該cask自己的解除安裝步驟，這可能會永久刪除檔案。

source: Homebrew installed this because another package needs it.
cs: Homebrew ho nainstaloval, protože ho potřebuje jiný balíček.
de: Homebrew hat dies installiert, weil ein anderes Paket es benötigt.
es: Homebrew lo instaló porque otro paquete lo necesita.
fr: Homebrew l’a installé parce qu’un autre paquet en a besoin.
it: Homebrew l’ha installato perché serve a un altro pacchetto.
ja: ほかのパッケージが必要としているため、Homebrewがこれをインストールしました。
ko: 다른 패키지에 필요하기 때문에 Homebrew가 설치한 항목입니다.
nl: Homebrew heeft dit geïnstalleerd omdat een ander pakket het nodig heeft.
pl: Homebrew zainstalował ten pakiet, ponieważ potrzebuje go inny pakiet.
pt: O Homebrew instalou este pacote porque outro precisa dele.
ro: Homebrew a instalat acest pachet deoarece un alt pachet are nevoie de el.
ru: Homebrew установил этот пакет, потому что он нужен другому пакету.
sv: Homebrew installerade det här eftersom ett annat paket behöver det.
tr: Homebrew bunu, başka bir paket ona ihtiyaç duyduğu için yükledi.
uk: Homebrew інсталював цей пакет, бо він потрібен іншому пакету.
zh_hans: Homebrew安装它，是因为另一个软件包需要它。
zh_hant: Homebrew安裝此項目，是因為另一個套件需要它。
